Repository: CZ-NIC/foris-ssbackups-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: nb, pl, ru, sk

source: Creating an automatic Cloud Backup from your router failed.
pl: Nie udało się utworzyć automatycznej kopii zapasowej routera.

source: Cloud Backups
nb: Skysikkerhetskopier
pl: Kopie zapasowe
ru: Облачные резервные копии
sk: Cloudové zálohy

source: Password
nb: Passord
pl: Hasło
ru: Пароль
sk: Heslo

source: Password (repeat)
nb: Passord (gjenta)
pl: Hasło (powtórzenie)
ru: Пароль (повтор)
sk: Heslo (pre kontrolu)

source: Passwords are not equal.
nb: Passordene samsvarer ikke.
pl: Hasła nie są takie same.
ru: Пароли не совпадают.
sk: Zadané heslá sa nezhodujú.

source: Name
nb: Navn
pl: Nazwa
ru: Имя
sk: Názov

source: Date
nb: Dato
pl: Data
ru: Дата
sk: Dátum

source: Keep
nb: Behold
pl: Zachowaj
ru: Хранить
sk: Ponechať

source: Yes
nb: Ja
pl: Tak
ru: Да
sk: Áno

source: No
nb: Nei
pl: Nie

source: Restore
nb: Gjenopprett
pl: Przywróć
ru: Восстановить
sk: Obnoviť

source: Delete
nb: Slett
pl: Usuń
ru: Удалить
sk: Vymazať

source: No remote backups found.
pl: Nie znaleziono żadnych kopii zapasowych.
ru: Не найдено удаленных резервных копий.
sk: Na vzdialenom serveri sa nenašli žiadne zálohy.

source: Cloud backups allow you to store the router's configuration on a remote server.
nb: Skysikkerhetskopier lar deg lagre ruterens oppsett på en tjener annensteds hen.
pl: Kopie zapasowe umożliwiają przechowywanie konfiguracji routera na zdalnym serwerze.
ru: Облачные резервные копии позволяют сохранять конфигурацию маршрутизатора на удаленном сервере.
sk: Cloudové zálohy umožňujú uchovávať zálohu nastavení na vzdialenom serveri.

source: The password you set is submitted every time a backup is used. The password isn't stored anywhere and it is not renewable, so in case of a forgotten password, you will not be able access backups and will have to delete and reinstall the package.
nb: Passordet du setter sendes inn hver gang en sikkerhetskopi brukes. Passordet lagres ikke noen steder, og er ikke fornybart, så i fall det glemmes, vil du ikke kunne få tilgang til sikkerhetskopier, og må slette og reinstallere pakken.
pl: Ustawione hasło jest wysyłane za każdym razem, gdy uruchamiana jest kopia zapasowa. Hasło nie jest nigdzie przechowywane i nie można go odzyskać, więc w przypadku zapomnienia hasła nie będziesz mieć dostępu do kopii zapasowych i będziesz musiał usunąć i ponownie zainstalować pakiet.
ru: Установленный вами пароль отправляется каждый раз, когда используется резервная копия. Пароль нигде не хранится и не может быть восстановлен, поэтому в случае забытого пароля вы не сможете получить доступ к резервным копиям и должны будете удалить и переустановить пакет.
sk: Heslo, ktoré nastavíte, je poskytnuté pri každom vytvorení zálohy. Nie je nikde uložené a nedá sa obnoviť. Takže v prípade straty hesla nebude možné obnovenie zo zálohy a bude potrebné balíček zmazať a znovu nainštalovať.

source: In order to create remote backups, you first need to set the password.
nb: For å kunne opprette sikkerhetskopier annensteds hen, må du først sette passordet.
pl: Aby utworzyć zdalne kopie zapasowe, musisz najpierw ustawić hasło.
ru: Для создания удаленных резервных копий сначала необходимо установить пароль.
sk: Aby bolo možné vytvárať zálohy na vzdialený server, je potrebné najskôr nastaviť heslo.

source: Set password
nb: Sett passord
pl: Ustaw hasło
ru: Установка пароля
sk: Nastaviť heslo

source: Cloud backups are created automatically every night as well as manually. The service stores up to seven backups, additional backups are gradually overwritten unless the user selects Keep. Once the backup is kept, it will remain stored on a remote server until deleted.
pl: Kopie zapasowe tworzone są automatycznie co noc, a także ręcznie. Usługa przechowuje do siedmiu kopii zapasowych, dalsze kopie zapasowe są stopniowo nadpisywane, chyba że użytkownik wybierze opcję Zachowaj. Po zachowaniu kopii zapasowej pozostanie ona zapisana na zdalnym serwerze do czasu usunięcia.
ru: Облачные резервные копии создаются автоматически каждую ночь, а также вручную. Сервис хранит до семи резервных копий, дополнительные резервные копии постепенно перезаписываются, если пользователь не выбирает Хранить. Как только резервная копия будет сохранена, она останется сохраненной на удаленном сервере до удаления.
sk: Zálohy do cloudu sa vytvárajú automaticky každú noc (prípadne na vyžiadanie). Služba uchováva sedem záloh, staršie zálohy sú postupne prepisované (pokiaľ nie sú označené na ponechanie). Akonáhle je záloha takto označená, zostane uložená na vzdialenom serveri až pokiaľ ju nezmažete.

source: To be able to use cloud backups, please make sure that you are registered at the <a href='%(project_url)s'>Project Turris portal</a>. You can do that on the <a href='%(data_collect_url)s'>Data Collect tab</a>.
pl: Aby móc korzystać z kopii zapasowych, upewnij się, że jesteś zarejestrowany na portalu <a href='%(project_url)s'>Projektu Turris</a>. Możesz to zrobić na karcie <a href='%(data_collect_url)s'>Akwizycja danych</a>.
ru: Чтобы иметь возможность использовать облачные резервные копии, убедитесь, что вы зарегистрированы в <a href='%(project_url)s'>Проект Turris</a>. Вы можете сделать это на вкладке <a href='%(data_collect_url)s'>Сбор данных</a>.
sk: Aby bolo možné používať zálohy do cloudu, je potrebné sa zaregistrovať na <a href='%(project_url)s'>portáli projektu Turris</a>. To je možné spraviť na <a href='%(data_collect_url)s'>paneli Zhromažďovanie dát</a>.

source: Note that you don't need to enable data collection after the registration.
nb: Merk at du ikke trenger å skru på datainnsamling etter registreringen.
pl: Pamiętaj, że nie musisz włączać akwizycji danych po rejestracji.

source: Remote backups
nb: Sikkerhetskopier annensteds hen
pl: Zdalne kopie zapasowe
ru: Удаленное резервное копирование
sk: Zálohy na vzdialený server

source: Create
nb: Opprett
pl: Utwórz
ru: Создать
sk: Vytvoriť

source: Loading backup list...
pl: Ładowanie listy kopii zapasowych...
ru: Загрузка списка резервных копий ...
sk: Načíta sa zoznam záloh…

source: Failed to download the list of backups.
nb: Klarte ikke å laste ned liste over sikkerhetskopier.
pl: Nie można pobrać listy kopii zapasowych.
ru: Не удалось загрузить список резервных копий.
sk: Nepodarilo sa prevziať zoznam záloh.

source: A backup was successfully created.
nb: En sikkerhetskopi ble opprettet.
pl: Kopia zapasowa została pomyślnie utworzona.
ru: Резервная копия успешно создана.
sk: Záloha bola úspešne vytvorená.

source: Failed to encrypt the backup.
nb: Klarte ikke å kryptere sikkerhetskopien.
pl: Nie udało się zaszyfrować kopii zapasowej.
ru: Не удалось зашифровать резервную копию.
sk: Zálohu sa nepodarilo zašifrovať.

source: Failed to connect to the ssbackup server.
pl: Nie można połączyć się z serwerem ssbackup.
ru: Не удалось подключиться к серверу зашифрованных резервных копий.
sk: Nepodarilo sa spojiť so ssbackup serverom.

source: Failed to create a backup.
pl: Nie udało się utworzyć kopii zapasowej.
ru: Не удалось создать резервную копию.
sk: Nepodarilo sa vytvoriť zálohu.

source: The backup was successfully deleted.
pl: Kopia zapasowa została pomyślnie usunięta.
ru: Резервная копия успешно удалена.
sk: Záloha bola úspešne vymazaná.

source: The backup was not found.
nb: Fant ikke sikkerhetskopien.
pl: Nie znaleziono kopii zapasowej.
ru: Резервная копия не найдена.
sk: Záloha nebola nájdená.

source: Failed to delete the backup.
pl: Nie udało się usunąć kopii zapasowej.
ru: Не удалось удалить резервную копию.
sk: Zálohu sa nepodarilo vymazať.

source: The backup was successfully marked to keep.
nb: Sikkerhetskopien ble markert for bevaring.
pl: Kopia zapasowa została pomyślnie oznaczona do zachowania.
ru: Резервная копия успешно сохранена.
sk: Záloha bola úspešne označená na ponechanie.

source: Failed to keep the backup.
pl: Nie udało się zachować kopii zapasowej.
ru: Не удалось сохранить резервную копию.
sk: Nepodarilo sa ponechať zálohu.

source: The backup was successfully restored.
pl: Kopia zapasowa została pomyślnie przywrócona.
ru: Резервная копия успешно восстановлена.
sk: Úspešne obnovené zo zálohy.

source: Failed to decrypt the backup. You probably inserted a wrong password.
pl: Nie udało się odszyfrować kopii zapasowej. Prawdopodobnie podałeś złe hasło.
ru: Не удалось расшифровать резервную копию. Вероятно, введён неверный пароль.
sk: Zálohu sa nepodarilo rozšifrovať. Pravdepodobne ste zadali nesprávne heslo.

source: Failed to restore the backup.
pl: Nie udało się przywrócić kopii zapasowej.
ru: Не удалось восстановить резервную копию.
sk: Nepodarilo sa obnoviť zo zálohy.

source: Failed to create backup because of max file size reached.
nb: Klarte ikke å opprette sikkerhetskopi fordi maksimal filstørrelse ble nådd.
pl: Nie udało się utworzyć kopii zapasowej z powodu osiągnięcia maksymalnego rozmiaru pliku.

source: The password to encrypt the backup is not set, although it is required.
pl: Hasło do szyfrowania kopii zapasowej nie jest ustawione, mimo iż jest wymagane.
