Repository: CZ-NIC/foris-ssbackups-plugin
Catalog: foris_plugins/ssbackups/locale/*/LC_MESSAGES/foris.po
Languages: cs, de, fr, hu, lt

source: Creating an automatic Cloud Backup from your router failed.
cs: Vytvoření automatické zálohy do cloudu z vašeho zařízení se nezdařilo.
de: Das Erstellen einer automatischen Cloud-Sicherung von Ihrem Router aus ist fehlgeschlagen.
fr: La création d'une sauvegarde automatique dans le Cloud par le routeur a échoué.
hu: Az útválasztó automatikus biztonsági mentése a felhőbe nem sikerült.
lt: Automatinės maršrutizatoriaus Cloud Atsarginės Kopijos sukūrimas nepavyko.

source: Cloud Backups
cs: Cloudové zálohy
de: Cloud Datensicherungen
fr: Sauvegardes en nuage
hu: Felhős Biztonsági Mentések
lt: Cloud Atsarginės Kopijos

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
hu: Jelszó
lt: Slaptažodis

source: Password (repeat)
cs: Heslo (pro kontrolu)
de: Passwort wiederhollen
fr: Mot de passe (répétez)
hu: Jelszó (ismét)
lt: Slaptažodis (pakartokite)

source: Passwords are not equal.
cs: Zadaná hesla se neshodují.
de: Passwörter sind nicht gleich.
fr: Les mots de passe ne sont pas identiques.
hu: A jelszavak nem egyeznek.
lt: Slaptažodžiai nesutampa.

source: Loading backup list...
cs: Načítání seznamu záloh…
de: Sicherungs-Liste wird geladen...
fr: Chargement de la liste des sauvegardes.....
hu: Biztonsági mentés listájának betöltése...
lt: Kraunamas atsarginių kopijų sąrašas...

source: Failed to download the list of backups.
cs: Nepodařilo se stáhnout seznam záloh.
de: Fehler beim Herunterladen der Sicherungs-Liste.
fr: Échec du téléchargement de la liste des sauvegardes.
hu: Nem sikerült betölteni a biztonsági mentések listáját.
lt: Nepavyko parsiųsti atsarginių kopijų sąrašo.

source: A backup was successfully created.
cs: Záloha byla úspěšně pořízena.
de: Ein Backupwurde erfolgreich erstellt.
fr: Une sauvegarde a été créée avec succès.
hu: Biztonsági másolat létrehozása sikeresen megtörtént.
lt: Atsarginė kopija sėkmingai sukurta.

source: Failed to encrypt the backup.
cs: Zálohu se nepodařilo zašifrovat.
de: Fehler beim Veschlüsseln des Backups.
fr: Impossible de chiffrer la sauvegarde.
hu: Nem sikerült a biztonsági másolatot titkosítani.
lt: Nepavyko užšifruoti atsarginės kopijos.

source: Failed to connect to the ssbackup server.
cs: Nepodařilo se spojit s ssbackup serverem.
de: Fehler beim Verbinden mit dem Sicherungs-Server.
fr: Échec de la connexion au serveur de sauvegarde.
hu: Nem sikerült csatlakozni a biztonsági másolat szerveréhez.
lt: Nepavyko prisijungti prie ssbackup serverio.

source: Failed to create a backup.
cs: Nepodařilo se pořídit zálohu.
de: Fehler beim Erstellen des Backups.
fr: Échec de la création d'une sauvegarde.
hu: Nem sikerült biztonsági másolatot készíteni.
lt: Nepavyko sukurti atsarginės kopijos.

source: The backup was successfully deleted.
cs: Záloha byla úspěšně smazána.
de: Die Sicherung wurde erfolgreich gelöscht.
fr: La sauvegarde a été supprimée avec succès.
hu: A biztonsági mentés sikeresen törölve.
lt: Atsarginė kopija sėkmingai pašalinta.

source: The backup was not found.
cs: Záloha nebyla nalezena.
de: Sicherung nicht gefunden.
fr: La sauvegarde n'a pas été trouvée.
hu: A biztonsági mentés nem található.
lt: Atsarginė kopija nerasta.

source: Failed to delete the backup.
cs: Zálohu se nepodařilo smazat.
de: Löschen des Backups ist fehlgeschlagen.
fr: Impossible de supprimer la sauvegarde.
hu: Nem sikerült törölni a biztonsági másolatot.
lt: Nepavyko pašalinti atsarginės kopijos.

source: The backup was successfully marked to keep.
cs: Záloha byla úspěšně označena k ponechání.
de: Die Sicherung wurde erfolgreich zum Behalten markiert.
fr: La sauvegarde a correctement été marquée comme devant être conservée.
hu: A biztonsági mentés sikerült megtartandóként megjelölni.
lt: Atsarginė kopija sėkmingai pažymėta išsaugojimui.

source: Failed to keep the backup.
cs: Nepodařilo se ponechat zálohu.
de: Die Sicherung konnte nicht behalten werden.
fr: Échec de la conservation de la sauvegarde.
hu: Nem sikerült megtartani a biztonsági mentést.
lt: Nepavyko išsaugoti atsarginės kopijos.

source: The backup was successfully restored.
cs: Úspěšně obnoveno ze zálohy.
de: Die Sicherung wurde erfolgreich wiederhergestellt.
fr: La sauvegarde a été restaurée avec succès.
hu: A biztonsági másolatot sikerült visszaállítani.
lt: Atsarginė kopija sėkmingai atstatyta.

source: Failed to decrypt the backup. You probably inserted a wrong password.
cs: Zálohu se nepodařilo rozšifrovat. Nejspíš jste zadali chybné heslo.
de: Fehler beim Entschlüsseln der Sicherung. Sie haben wahrscheinlich ein falsches Passwort eingegeben.
fr: Échec du déchiffrement de la sauvegarde. Vous avez probablement renseigné le mauvais mot de passe.
hu: Nem sikerült visszafejteni a biztonsági másolatot. Valószínűleg rossz volt a jelszó.
lt: Nepavyko atšifruoti atsarginės kopijos. Tikriausiai įvestas netinkamas slaptažodis.

source: Failed to restore the backup.
cs: Nepodařilo se obnovit ze zálohy.
de: Fehler beim Wiederherstellen des Backups.
fr: Échec de la restauration de la sauvegarde.
hu: Nem sikerült a biztonsági mentést visszaállítani.
lt: Nepavyko atstatyti atsarginės kopijos.

source: Failed to create backup because of max file size reached.
cs: Nepodařilo se vytvořit zálohu, protože byla dosažena hranice nejvyšší umožněné velikosti souboru.
de: Es konnte keine Sicherung erstellt werden, da die maximale Dateigröße erreicht wurde.
fr: Échec de création de la sauvegarde car le fichier dépasse la taille maximale autorisée.
hu: Nem sikerült létrehozni a biztonsági mentést, mert elérte a maximális fájlméretet.
lt: Nepavyko sukurti atsarginės kopijos nes viršytas maksimalus leidžiamas failo dydis.

source: The password to encrypt the backup is not set, although it is required.
cs: Přestože je nezbytné, heslo pro šifrování záloh není nastaveno.
de: Das Passwort zur Verschlüsselung der Sicherung ist nicht festgelegt, obwohl es erforderlich ist.
fr: Bien qu'il soit nécessaire, vous n'avez pas défini le mot de passe servant à chiffrer les sauvegardes.
hu: A biztonsági mentés titkosításához használt jelszó nincs beállítva, bár ez szükséges.
lt: Slaptažodis atsarginių kopijų užšifravimui nenustatytas, jis privalomas.

source: Name
cs: Název
fr: Nom
hu: Név
lt: Pavadinimas

source: Date
cs: Datum
de: Datum
hu: Dátum
lt: Data

source: Keep
cs: Ponechat
de: Behalten
fr: Garder
hu: Megtartás
lt: Išsaugojimas

source: Yes
cs: Ano
de: Ja
fr: Oui
hu: Igen
lt: Taip

source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
lt: Ne

source: Restore
cs: Obnovit
de: Wiederherstellen
fr: Restaurer
hu: Visszaállítás
lt: Atstatyti

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
hu: Törlés
lt: Pašalinti

source: No remote backups found.
cs: Na protějšku nenalezeny žádné zálohy.
de: Keine Backups gefunden.
fr: Aucune sauvegarde distante n'a été trouvée.
hu: Nem található távoli biztonsági mentés.
lt: Nerasta nei viena nuotolinė atsarginė kopija.

source: Cloud backups allow you to store the router's configuration on a remote server.
cs: Cloudové zálohy umožňují uchovávat (zálohu) nastavení na vzdáleném serveru.
de: Cloud-Backups ermöglichen Ihnen, die Konfiguration des Routers auf einem Server zu speichern.
fr: Les sauvegardes dans le Cloud vous permettent de stocker la configuration du routeur sur un serveur distant.
hu: A felhős biztonsági mentés lehetővé teszi, hogy az útválasztó beállításait távoli kiszolgálón tárolja.
lt: Cloud atsarginės kopijos leidžia išsaugoti maršrutizatoriaus konfigūraciją kituose serveriuose.

source: The password you set is submitted every time a backup is used. The password isn't stored anywhere and it is not renewable, so in case of a forgotten password, you will not be able access backups and will have to delete and reinstall the package.
cs: Heslo které nastavíte je poskytnuto při každém pořízení zálohy. Není nikde uloženo a nedá se obnovit. Takže v případě ztráty hesla nebude možné ze zálohy obnovit a bude třeba balíček smazat a znovu nainstalovat.
de: Das von Ihnen festgelegte Passwort wird jedes Mal verlangt, wenn eine Sicherung verwendet wird. Das Passwort wird nirgendwo gespeichert und ist nicht erneuerbar. Im Falle eines vergessenen Passworts können Sie nicht auf die Sicherungen zugreifen und müssen das Paket löschen und neu installieren.
fr: Le mot de passe que vous avez défini est utilisé à chaque fois qu'une sauvegarde est réalisée. Il n'est stocké nulle part et n'est pas renouvelable, donc en cas d'oubli de ce mot de passe, vous ne pourrez plus accéder aux sauvegarde et vous devrez supprimer puis réinstaller le paquet.
hu: Minden alkalommal, amikor biztonsági mentést használják, a jelszava elküldésre kerül. Nem lesz tárolva sehol és nem megújítható, így ha elfelejti, nem lehet a biztonsági mentéshez hozzáférni, ezért törölni kell a csomagot, majd újratelepíteni.
lt: Slaptažodis kurį nurodėte bus reikalingas atsarginės kopijos atstatymui. Slaptažodis niekur neišsaugojamas ir negali būti pakeistas, jei pamiršite slaptažodį, nebegalėsite pasinaudoti atsarginėmis kopijomis, reikės pašalinti ir naujai įdiegti paketą.

source: In order to create remote backups, you first need to set the password.
cs: Aby bylo možné pořizovat vzdálené zálohy, je třeba nejprve nastavit heslo.
de: Um Backups zu erstellen, müssen Sie zunächst das Passwort festlegen.
fr: Pour créer des sauvegardes dans le Cloud, vous devez d'abord définir le mot de passe.
hu: Távoli biztonsági másolatok létrehozásához először meg kell adnia egy jelszót.
lt: Kad galėtumėte sukurti nuotolines atsargines kopijas pirmiausia turite įvesti slaptažodį.

source: Set password
cs: Nastavit heslo
de: Passwort setzen
fr: Définir le mot de passe
hu: Jelszó megadása
lt: Nustatyti slaptažodį

source: Cloud backups are created automatically every night as well as manually. The service stores up to seven backups, additional backups are gradually overwritten unless the user selects Keep. Once the backup is kept, it will remain stored on a remote server until deleted.
cs: Zálohy do cloudu jsou pořizovány automaticky každou noc (případně na vyžádání). Služba uchovává sedm záloh, starší zálohy jsou postupně přepisovány (pokud nejsou označeny pro ponechání). Jakmile je záloha takto označena, zůstane uložena na vzdáleném serveru až dokud ji nesmažete.
de: Cloud Sicherungen werden manuell als auch automatisch jede Nacht erstellt. Der Service speichert bis zu sieben Sicherungen, zusätzliche Sicherungen werden nach und nach überschrieben, sofern der Benutzer nicht "Behalten" wählt. Sobald eine Sicherung behalten wird, bleibt sie auf einem Server gespeichert, bis sie manuell gelöscht wird.
fr: Les sauvegardes dans le Cloud sont créées automatiquement toutes les nuits ou manuellement. Le service stocke jusqu’à sept sauvegardes, les sauvegardes supplémentaires sont progressivement écrasées à moins que l’utilisateur ne sélectionne Conserver. Une fois la sauvegarde conservée, elle restera stockée sur le Cloud jusqu’à sa suppression.
hu: Felhő biztonsági másolatok automatikusan minden este valamint kézzel is létrejönnek. A szolgáltatás hét biztonsági biztonsági mentést tud tárolni, további mentések fokozatosan felülíródnak, kivéve, ha a felhasználó kiválasztja a Megtartást. Ha a mentést megtartják, az törlésig egy távoli szerveren tárolva marad.
lt: Cloud atsarginės kopijos yra sukuriamos automatiškai kiekvieną naktį bei gali būti sukurtos rankiniu būdu. Servisas išsaugo paskutines septynias atsargines kopijas, kitos atsarginės kopijos yra palaipsniui keičiamos naujomis nebent naudotojas pažymi jas Išsaugojimui. Jei atsarginė kopija pažymima išsaugojimui ji išlieka nuotoliniame serveryje iki tol kol bus pašalinta.

source: To be able to use cloud backups, please make sure that you are registered at the <a href='%(project_url)s'>Project Turris portal</a>. You can do that on the <a href='%(data_collect_url)s'>Data Collect tab</a>.
cs: Aby bylo možné používat zálohy do cloudu, je třeba být zaregistrováni na <a href='%(project_url)s'>portálu projektu Turris</a>. To je možné udělat na <a href='%(data_collect_url)s'>panelu Shromažďování dat</a>.
de: Um Cloud-Sicherungen nutzen zu können, stellen Sie bitte sicher, dass Sie unter <a href='%(project_url)s'>Project Turris Portal</a> registriert sind. Sie können das auf der <a href='%(data_collect_url)s'>Registerkarte Datensammlung</a> tun.
lt: Kad galėtumėte naudotis cloud atsarginėmis kopijomis turite būti užsiregistravę <a href='%(project_url)s'>Turris projekto portale</a>. Tai galite padaryti <a href='%(data_collect_url)s'>Duomenų surinkimo skiltyje</a>.

source: Note that you don't need to enable data collection after the registration.
cs: Povšimněte si, že po registraci nemusíte zapínat shromažďování dat.
de: Beachten Sie, dass Sie die Datenerfassung nach der Registrierung nicht aktivieren müssen.
fr: Il est à noter que vous n'avez pas besoin d'activer la collecte de données après l'enregistrement.
hu: Ne feledje, hogy a regisztráció után nem szükséges engedélyezni az adatgyűjtést.
lt: Atkreipkite dėmesį kad nebūtina įjungti duomenų rinkimo po registracijos.

source: Remote backups
cs: Zálohy na protějšku
de: Backups
fr: Sauvegardes distantes
hu: Távoli biztonsági mentések
lt: Nuotolinės atsarginės kopijos

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
hu: Létrehozás
lt: Sukurti
